Repository: JJMenendezA/MoviesApp
Catalog: MoviesApp/Localizable.xcstrings
Source language: en
Languages: es

source: %lld minutes
es: %lld minutos

source: Accept
es: Aceptar

source: All languages
es: Todos los idiomas

source: Cancel
es: Cancelar

source: Clean Filters
es: Limpiar Filtros

source: End release date:
es: Última fecha de estreno:

source: English
es: Inglés

source: Filters
es: Filtros

source: Filters Applied
es: Filtros Aplicados

source: Genres
es: Géneros

source: I'm sorry, but no movies were found.
es: Lo sentimos, ninguna película fue encontrada.

source: Important announcements
es: Anuncios importantes

source: Language
es: Idioma

source: Language:
es: Idioma:

source: No date available.
es: No hay fecha disponible.

source: No poster available.
es: No hay poster disponible.

source: No rating available.
es: No hay rating disponible.

source: No run time available.
es: No hay duración disponible.

source: Now playing
es: Ahora en cines

source: Original title
es: Título original

source: Overview
es: Resumen

source: Please wait...
es: Por favor espere…

source: Production companies
es: Compañías productoras

source: Pull to refresh
es: Jala para refrescar

source: Random pick of the day 👍
es: Elección al azar del día 👍

source: Ready
es: Listo

source: Release date
es: Fecha de estreno

source: Release to refresh
es: Suelta para refrescar

source: Retry
es: Reintentar

source: Run time
es: Duración

source: Search movies
es: Buscar películas

source: Select the desired parameters
es: Seleccione los parámetros deseados

source: Similar movies
es: Películas similares

source: Something went wrong.
es: Algo salió mal.

source: Spanish
es: Español

source: Starting release date:
es: Primera fecha de estreno:

source: Tap the poster to switch the image
es: Presiona el póster para cambiar la imagen

source: The language has changed to %@
es: El idioma ha cambiado a %@

source: Top rated
es: Mejor calificadas

source: Upcoming
es: Próximamente

source: Video reference
es: Referencia en video

source: Vote average
es: Promedio de votos

source: You can try searching for a different movie.
es: Puede intentar buscar una película distinta.
